Repository: LoHhhha/performance-monitor-winui3
Catalog: performance-monitor-winui3/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# AppDisplayName
source: Efficiency Toolkit
zh_cn: 效率工具箱

# Shell_Monitor.Content
source: Monitor
zh_cn: 性能

# Shell_Network.Content
source: Network
zh_cn: 网络

# Settings_Personalization.Text
source: Personalization
zh_cn: 个性化

# Settings_Theme.Header
source: Theme
zh_cn: 选择模式

# Settings_Theme_Light.Content
source: Light
zh_cn: 亮色模式

# Settings_Theme_Dark.Content
source: Dark
zh_cn: 深色模式

# Settings_Theme_Default.Content
source: Default
zh_cn: 跟随系统

# Settings_About.Text
source: About this application
zh_cn: 关于程序

# Settings_AboutDescription.Description
source: This is a tools designed by lohhhha.
zh_cn: 该程序由lohhhha设计。

# Settings_MonitorOrder.Header
source: Monitor Display Item
zh_cn: 性能页显示的元素

# Settings_MonitorOrder_AddItem.Content
source: Add Item
zh_cn: 添加元素

# Settings_MonitorOrder_AddItemFlyout.Text
source: Select an item
zh_cn: 选择一个元素

# Settings_MonitorOrder_Clear.Content
source: Clear
zh_cn: 清空

# Settings_MonitorOrder_Confirm.Content
source: Confirm
zh_cn: 确认

# Shell_ToDoList.Content
source: ToDoList
zh_cn: 待办

# ToDoListPage_Cancel.Text
source: Cancel
zh_cn: 取消

# ToDoListPage_Accept.Text
source: Accept
zh_cn: 完成

# ToDoListPage_Add.Content
source: Add Task
zh_cn: 添加事务

# ToDoListPage_Finish.Text
source: Finish
zh_cn: 完成

# ToDoListPage_ToDo.Text
source: Task
zh_cn: 事务

# ToDoListPage_Confirm.Content
source: Confirm
zh_cn: 确认

# ToDoListPage_Delete.Text
source: Delete
zh_cn: 删除

# ToDoListPage_Recomplete.Text
source: Recomplete
zh_cn: 重做

# ToDoListPage_TaskName.Text
source: Name
zh_cn: 名称

# ToDoListPage_Edit.Text
source: Edit
zh_cn: 编辑

# ToDoListPage_DialogTaskDate
source: Date
zh_cn: 日期

# ToDoListPage_DialogTaskDealine
source: Dealine
zh_cn: 截止日期

# ToDoListPage_DialogTaskDetail
source: Detail
zh_cn: 细节

# ToDoListPage_DialogTaskEdit
source: Edit Task
zh_cn: 编辑事务

# ToDoListPage_DialogTaskName
source: Name
zh_cn: 名称

# ToDoListPage_DialogTaskTime
source: Time
zh_cn: 时间

# ToDoListPage_Deadline.Text
source: Deadline
zh_cn: 截止日期

# ToDoListPage_DialogCancel
source: Cancel
zh_cn: 取消

# ToDoListPage_DialogConfirm
source: Confirm
zh_cn: 确认

# ToDoListPage_DialogInputCheck
source: Check your input!
zh_cn: 请检查您的输入！

# ToDoListPage_DialogInputDeadlineDateError
source: You must provide the task`s deadline(date).
zh_cn: 您需要提供事务的截止日期（日期）。

# ToDoListPage_DialogInputDeadlineTimeError
source: You must provide the task`s deadline(time).
zh_cn: 您需要提供事务的截止日期（时间）。

# ToDoListPage_DialogInputTaskNameError
source: You must provide the task`s name.
zh_cn: 您需要提供事务的名称。

# ToDoListPage_DialogTaskAdd
source: Add Task
zh_cn: 添加事务

# ToDoListPage_DialogTaskFinishTime
source: Finish
zh_cn: 完成

# ToDoListPage_DialogTaskMore
source: More
zh_cn: 更多

# ToDoListPage_More.Text
source: More
zh_cn: 更多

# Shell_Access.Content
source: Access
zh_cn: 事务

# AccessPage_Add.Content
source: Add Access
zh_cn: 添加事务

# AccessPage_ItemRunSurface.Content
source: Run
zh_cn: 运行

# AccessPage_ItemDelete.Text
source: Delete
zh_cn: 删除

# AccessPage_ItemMore.Text
source: More
zh_cn: 更多

# AccessPage_ItemRun.Text
source: Run
zh_cn: 运行

# AccessPage_Delete.Text
source: Delete
zh_cn: 删除

# AccessPage_DialogCancel
source: Cancel
zh_cn: 取消

# AccessPage_DialogConfirm
source: Confirm
zh_cn: 确认

# AccessPage_DialogInputCheck
source: Check your input!
zh_cn: 请检查您的输入！

# AccessPage_DialogInputParametersError
source: You must provide the task`s running parameters.
zh_cn: 您需要提供事务运行的参数。

# AccessPage_DialogInputTaskNameError
source: You must provide the task`s name.
zh_cn: 您需要提供事务的名称。

# AccessPage_DialogTaskAdd
source: Add Task
zh_cn: 添加事务

# AccessPage_DialogTaskCommand
source: Command
zh_cn: 指令

# AccessPage_DialogTaskDelete
source: Delete Task
zh_cn: 删除事务

# AccessPage_DialogTaskEdit
source: Edit Task
zh_cn: 编辑事务

# AccessPage_DialogTaskMore
source: More
zh_cn: 更多

# AccessPage_DialogTaskName
source: Name
zh_cn: 名称

# AccessPage_DialogTaskParameters
source: Parameters
zh_cn: 运行参数

# AccessPage_DialogTaskRunExitAfterFinish
source: exit after finish
zh_cn: 完成后退出

# AccessPage_DialogTaskRunShowWindow
source: display window
zh_cn: 显示运行窗口

# AccessPage_ItemDown.Text
source: Down
zh_cn: 置底

# AccessPage_ItemEdit.Text
source: Edit
zh_cn: 编辑

# ToDoListPage_DialogTaskCancel
source: Cancel Task
zh_cn: 取消事务

# ToDoListPage_DialogTaskDelete
source: Delete Task
zh_cn: 删除事务

# ToDoListPage_Down.Text
source: Down
zh_cn: 置底

# SettingsPage_DialogCancel
source: Cancel
zh_cn: 取消

# SettingsPage_DialogConfirm
source: Confirm
zh_cn: 确认

# SettingsPage_DialogMonitorOrderAdd
source: Select Item
zh_cn: 选择元素

# Shell_Overclock.Content
source: OverClock
zh_cn: 超载

# OverclockPage_BalanceMode.Content
source: Balance
zh_cn: 平衡模式

# OverclockPage_CustomMode.Content
source: Custom
zh_cn: 用户模式

# OverclockPage_InfoBarError.Title
source: Error
zh_cn: 错误

# OverclockPage_ModeSelect.Text
source: Mode
zh_cn: 模式

# OverclockPage_PerformanceMode.Content
source: Performance
zh_cn: 性能模式

# OverclockPage_CpuFan.Text
source: CPU Fan
zh_cn: CPU风扇

# OverclockPage_FanSet.Text
source: Fan Speed
zh_cn: 风扇转速

# OverclockPage_FanSpeed.Text
source: Fan Speed(RPM)
zh_cn: 风扇转速(RPM)

# OverclockPage_GpuFan.Text
source: GPU Fan
zh_cn: GPU风扇

# OverclockPage_Temperature.Text
source: Temperature(C)
zh_cn: 温度(℃)

# SchedulePage_AddItem.Content
source: Add Item
zh_cn: 添加日程

# SchedulePage_DialogCancel
source: Cancel
zh_cn: 取消

# SchedulePage_DialogConfirm
source: Confirm
zh_cn: 确认

# SchedulePage_DialogInputBTimeError
source: You must provide the item`s begin time.
zh_cn: 您需要提供日程的开始时间。

# SchedulePage_DialogInputCheck
source: Check your input!
zh_cn: 检查您的输入！

# SchedulePage_DialogInputDayError
source: You must provide the item`s day.
zh_cn: 您需要提供日程的日期。

# SchedulePage_DialogInputETimeError
source: You must provide the item`s end time.
zh_cn: 您需要提供日程的结束时间。

# SchedulePage_DialogInputNameError
source: You must provide the item`s name.
zh_cn: 您需要提供日程的名称。

# SchedulePage_DialogInputTimeError
source: You must provide the item`s begin time which is earlier than end time.
zh_cn: 您提供的开始时间应该要早于结束时间。

# SchedulePage_DialogItemAdd
source: Add Item
zh_cn: 添加日程

# SchedulePage_DialogItemBTime
source: Begin
zh_cn: 开始

# SchedulePage_DialogItemDayOfWeek
source: Day of week
zh_cn: 星期

# SchedulePage_DialogItemDelete
source: Delete Item
zh_cn: 删除日程

# SchedulePage_DialogItemDetail
source: Detail
zh_cn: 细节

# SchedulePage_DialogItemEdit
source: Edit Item
zh_cn: 编辑日程

# SchedulePage_DialogItemETime
source: End
zh_cn: 结束

# SchedulePage_DialogItemMore
source: More
zh_cn: 更多

# SchedulePage_DialogItemName
source: Name
zh_cn: 名称

# SchedulePage_DialogItemTime
source: Time
zh_cn: 时间

# SchedulePage_ItemDelete.Text
source: Delete
zh_cn: 删除

# SchedulePage_ItemEdit.Text
source: Edit
zh_cn: 编辑

# SchedulePage_ItemMore.Text
source: More
zh_cn: 更多

# SchedulePage_TimeInterval.Text
source: Time
zh_cn: 时间

# Shell_Schedule.Content
source: Schedule
zh_cn: 日程

# ToDoListPage_FinishTime.Text
source: Finish Time
zh_cn: 完成时间

# Settings_MonitorOrder.Description
source: Add, change Monitor Display Item by yourself
zh_cn: 根据喜好添加、修改、删除性能页显示的元素

# Settings_Theme.Description
source: Change the colors displayed
zh_cn: 更改应用中显示的颜色

# SettingsPage_MonitorTimer.Header
source: Moniter Page
zh_cn: 性能页面

# SettingsPage_NetworkTimer.Header
source: Network Page
zh_cn: 网络页面

# SettingsPage_Timer.Description
source: Set the evocation interval for these pages refresh thread
zh_cn: 设置页面更新线程被唤醒的时间间隔

# SettingsPage_Timer.Header
source: Page Refresh Time
zh_cn: 页面刷新时间

# SettingsPage_TimerFormat.Text
source: ms
zh_cn: 毫秒

# Settings_Language.Text
source: Language
zh_cn: 全球化

# Settings_LanguageCard.Description
source: Change the Language in this App, it need restart this App
zh_cn: 修改应用的显示的语言，该过程需要重启应用

# Settings_LanguageCard.Header
source: Display Language
zh_cn: 语言
